[
  {
    "name": "Rosca Martelo Inclinada",
    "type": "força",
    "muscle": "bíceps",
    "equipment": "halter",
    "difficulty": "iniciante",
    "instructions": "Sente-se em um banco inclinado com um halter em cada mão. Você deve estar firmemente pressionado contra o encosto com os pés juntos. Deixe os halteres pendurados retos para baixo ao seu lado, segurando-os com pegada neutra. Esta será sua posição inicial. Inicie o movimento flexionando o cotovelo, tentando manter a parte superior do braço estacionária. Continue até o topo do movimento e faça uma pausa, depois retorne lentamente à posição inicial."
  },
  {
    "name": "Rosca barra reta com pegada aberta",
    "type": "força",
    "muscle": "bíceps",
    "equipment": "barra",
    "difficulty": "iniciante",
    "instructions": "Fique em pé com o tronco ereto enquanto segura uma barra na pegada externa mais larga. As palmas das mãos devem estar voltadas para frente. Os cotovelos devem estar próximos ao tronco. Esta será sua posição inicial. Mantendo a parte superior dos braços estacionária, curve os pesos para frente enquanto contrai os bíceps durante a expiração. Dica: Apenas os antebraços devem se mover. Continue o movimento até que seus bíceps estejam totalmente contraídos e a barra esteja na altura dos ombros. Mantenha a posição contraída por um segundo e aperte os bíceps com força. Comece lentamente a trazer a barra de volta à posição inicial enquanto inspira. Repita pelo número recomendado de repetições. Variações: Você também pode realizar este movimento usando uma barra W ou acessório W conectado a uma polia baixa. Esta variação parece proporcionar uma boa contração no topo do movimento. Você também pode usar a pegada mais fechada para fins de variedade."
  },
  {
    "name": "Rosca spider com barra W",
    "type": "força",
    "muscle": "bíceps",
    "equipment": "barra",
    "difficulty": "intermediário",
    "instructions": "Comece colocando a barra na parte do banco Scott onde você normalmente se sentaria. Certifique-se de alinhar a barra adequadamente para que fique equilibrada e não caia. Mova-se para a frente do banco Scott (a parte onde os braços geralmente se apoiam) e posicione-se deitado em um ângulo de 45 graus com o tronco e o estômago pressionados contra a frente do banco. Certifique-se de que seus pés (especialmente os dedos) estejam bem posicionados no chão e coloque seus braços superiores sobre o apoio localizado na parte interna do banco Scott. Use seus braços para segurar a barra com pegada supinada (palmas voltadas para cima) a aproximadamente a largura dos ombros ou um pouco mais próximos um do outro. Comece lentamente a levantar a barra e expire. Mantenha a posição contraída por um segundo enquanto aperta os bíceps. Comece lentamente a trazer a barra de volta à posição inicial enquanto inspira. Repita pelo número recomendado de repetições. Variação: Você também pode usar halteres ao realizar este exercício. Apenas certifique-se de colocar os halteres adequadamente na parte do banco Scott onde você normalmente se sentaria."
  },
  {
    "name": "Rosca Martelo",
    "type": "força",
    "muscle": "bíceps",
    "equipment": "halter",
    "difficulty": "intermediário",
    "instructions": "Fique em pé com o tronco ereto e um halter em cada mão sendo segurado na altura dos braços. Os cotovelos devem estar próximos ao tronco. As palmas das mãos devem estar voltadas para seu tronco. Esta será sua posição inicial. Agora, mantendo a parte superior do braço estacionária, expire e curve o peso para frente enquanto contrai os bíceps. Continue levantando o peso até que os bíceps estejam totalmente contraídos e o halter esteja na altura dos ombros. Mantenha a posição contraída por um breve momento enquanto aperta os bíceps. Dica: Concentre-se em manter o cotovelo estacionário e mover apenas seu antebraço. Após a breve pausa, inspire e comece lentamente a baixar os halteres de volta à posição inicial. Repita pelo número recomendado de repetições. Variações: Existem muitas variações possíveis para este movimento. Por exemplo, você pode realizar o exercício sentado em um banco com ou sem apoio nas costas e também pode realizá-lo alternando os braços; primeiro levante o braço direito para uma repetição, depois o esquerdo, depois o direito, etc."
  },
  {
    "name": "Rosca com Barra W",
    "type": "força",
    "muscle": "bíceps",
    "equipment": "barra_w",
    "difficulty": "intermediário",
    "instructions": "Fique em pé reto enquanto segura uma barra W na pegada externa mais larga. As palmas das suas mãos devem estar voltadas para frente e levemente inclinadas para dentro devido ao formato da barra. Mantenha os cotovelos próximos ao tronco. Esta será sua posição inicial. Agora, mantendo a parte superior dos braços estacionária, expire e curve os pesos para frente enquanto contrai os bíceps. Concentre-se em mover apenas os antebraços. Continue levantando o peso até que seus bíceps estejam totalmente contraídos e a barra esteja na altura dos ombros. Mantenha a posição contraída superior por um momento e aperte os bíceps. Então inspire e baixe lentamente a barra de volta à posição inicial. Repita pelo número recomendado de repetições. Variações: Você também pode realizar este movimento usando um acessório W conectado a uma polia baixa. Esta variação parece proporcionar uma boa contração no topo do movimento. Você também pode usar a pegada mais fechada para fins de variedade."
  },
  {
    "name": "Rosca Zottman",
    "type": "força",
    "muscle": "bíceps",
    "equipment": "Nenhum",
    "difficulty": "intermediário",
    "instructions": "Fique em pé com o tronco ereto e um halter em cada mão sendo segurado na altura dos braços. Os cotovelos devem estar próximos ao tronco. Certifique-se de que as palmas das mãos estejam voltadas uma para a outra. Esta será sua posição inicial. Mantendo a parte superior do braço estacionária, curve os pesos enquanto contrai os bíceps durante a expiração. Apenas os antebraços devem se mover. Seu pulso deve girar para que você tenha uma pegada supinada (palmas para cima). Continue o movimento até que seus bíceps estejam totalmente contraídos e os halteres estejam na altura dos ombros. Mantenha a posição contraída por um segundo enquanto aperta os bíceps. Agora durante a posição contraída, gire seu pulso até ter uma pegada pronada (palmas voltadas para baixo) com o polegar em uma posição mais alta que o dedo mindinho. Comece lentamente a trazer os halteres de volta para baixo usando a pegada pronada. Quando os halteres se aproximarem das coxas, comece a girar o pulso para voltar a uma pegada neutra (palmas voltadas para o corpo). Repita pelo número recomendado de repetições."
  },
  {
    "name": "Rosca até desenvolvimento de ombros",
    "type": "força",
    "muscle": "bíceps",
    "equipment": "halter",
    "difficulty": "iniciante",
    "instructions": "Comece em pé com um halter em cada mão. Seus braços devem estar pendurados ao lado do corpo com as palmas voltadas para frente. Olhe diretamente para frente, mantendo o peito erguido, com os pés na largura dos ombros. Esta será sua posição inicial. Inicie o movimento flexionando os cotovelos para fazer a rosca com o peso. Não use momento ou flexione através do ombro, em vez disso use um movimento controlado. Execute o movimento de pressão estendendo o braço, flexionando e abduzindo o ombro para girar o braço enquanto você pressiona acima da cabeça. Faça uma pausa no topo do movimento antes de reverter o movimento para retornar à posição inicial. Complete o número desejado de repetições antes de trocar para o lado oposto."
  },
  {
    "name": "Rosca com Barra Reta",
    "type": "força",
    "muscle": "bíceps",
    "equipment": "barra",
    "difficulty": "intermediário",
    "instructions": "Fique em pé com o tronco ereto enquanto segura uma barra com pegada na largura dos ombros. A palma das suas mãos deve estar voltada para frente e os cotovelos devem estar próximos ao tronco. Esta será sua posição inicial. Mantendo a parte superior dos braços estacionária, curve os pesos para frente enquanto contrai os bíceps durante a expiração. Dica: Apenas os antebraços devem se mover. Continue o movimento até que seus bíceps estejam totalmente contraídos e a barra esteja na altura dos ombros. Mantenha a posição contraída por um segundo e aperte os bíceps com força. Comece lentamente a trazer a barra de volta à posição inicial enquanto inspira. Repita pelo número recomendado de repetições. Variações: Você também pode realizar este movimento usando um acessório de barra reta conectado a uma polia baixa. Esta variação parece proporcionar uma boa contração no topo do movimento. Você também pode usar a pegada mais fechada para fins de variedade."
  },
  {
    "name": "Rosca Concentrada",
    "type": "força",
    "muscle": "bíceps",
    "equipment": "halter",
    "difficulty": "intermediário",
    "instructions": "Sente-se em um banco reto com um halter à sua frente entre as pernas. Suas pernas devem estar abertas com os joelhos dobrados e os pés no chão. Use seu braço direito para pegar o halter. Coloque a parte de trás do seu braço direito superior na parte superior da sua coxa direita interna. Gire a palma da sua mão até que esteja voltada para frente, longe da coxa. Dica: Seu braço deve estar estendido e o halter deve estar acima do chão. Esta será sua posição inicial. Mantendo a parte superior do braço estacionária, curve os pesos para frente enquanto contrai os bíceps durante a expiração. Apenas os antebraços devem se mover. Continue o movimento até que seus bíceps estejam totalmente contraídos e os halteres estejam na altura dos ombros. Dica: No topo do movimento, certifique-se de que o dedo mindinho do seu braço esteja mais alto que seu polegar. Isso garante uma boa contração. Mantenha a posição contraída por um segundo enquanto aperta os bíceps. Comece lentamente a trazer os halteres de volta à posição inicial enquanto inspira. Cuidado: Evite movimentos de balanço em qualquer momento. Repita pelo número recomendado de repetições. Então repita o movimento com o braço esquerdo. Variações: Este exercício pode ser realizado em pé com o tronco inclinado para frente e o braço à sua frente. Neste caso, nenhum suporte da perna é usado para a parte de trás do seu braço, então você precisará fazer um esforço extra para garantir que não haja movimento da parte superior do braço. Esta é uma versão mais desafiadora do exercício e não é recomendada para pessoas com problemas na lombar."
  },
  {
    "name": "Rosca Flexora com Halteres Inclinada",
    "type": "força",
    "muscle": "bíceps",
    "equipment": "halter",
    "difficulty": "iniciante",
    "instructions": "Segure o halter voltado para o lado mais distante de você para que você tenha mais peso no lado mais próximo de você. (Isso pode ser feito para um bom efeito em todos os exercícios de bíceps com halter). Agora faça uma rosca normal com halter inclinado, mas mantenha seus pulsos o mais para trás possível para neutralizar qualquer estresse colocado sobre eles. Sente-se em um banco inclinado que está angulado a 45 graus enquanto segura um halter em cada mão. Deixe seus braços pendurados aos seus lados, com os cotovelos para dentro, e vire as palmas das suas mãos para frente com os polegares apontando para longe do corpo. Dica: Você manterá esta posição das mãos durante todo o movimento, pois não deve haver nenhuma torção das mãos enquanto elas sobem. Esta será sua posição inicial. Curve os dois halteres ao mesmo tempo até que seus bíceps estejam totalmente contraídos e expire. Dica: Não balance os braços ou use momento. Mantenha um movimento controlado o tempo todo. Mantenha a posição contraída por um segundo no topo. Enquanto inspira, volte lentamente à posição inicial. Repita pelo número recomendado de repetições. Cuidado: Não estenda totalmente seus braços, pois você poderia machucar seus cotovelos se os hiperextender. Além disso, certifique-se de que na descida você se mova lentamente para evitar lesões. Variações: Você pode usar cabos para este movimento também."
  }
]